// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"Printer"="Tiskárna";
"Tool"="Nástroj";
"Fax Settings"="Nastavení faxu";
"Fax Transmission Record"="Záznam přenosu\nfaxu";
"Check Fax Connection"="Kontrola připojení\nfaxu";
"Speed Dial/Group Dial List"="Seznam rychlých/\nskupinových voleb";
"Fax Receive Monitor"="Sledování přijímání\nfaxů";

"Str_FaxContacts"="Kontakty";
"Str_FaxAddressBook"="Adresář";
"Str_FaxSyncContacts"="Synchronizace %@";

// ------------------------------------------------------------------------
// Select Printer
// ------------------------------------------------------------------------
"Select Printer"="Vybrat tiskárnu";
"Select a printer from the list."="Vyberte tiskárnu ze seznamu.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="Zkontrolujte, zda je počítač připojen k tiskárně, zda je nainstalován ovladač tiskárny, zda bylo provedeno nastavení tisku z počítače a zda je zapnutá tiskárna.";
"Model"="Model";
"Name"="Jméno";
"Setup..."="Nastavení...";
"Cancel"="Storno";
"Select"="Vybrat";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"About FAX Utility..."="O programu FAX Utility...";
"Preferences..."="Předvolby...";
"Services"="Služby";
"Hide FAX Utility"="Skrýt FAX Utility";
"Hide Others"="Skrýt ostatní";
"Show All"="Zobrazit vše";
"Quit FAX Utility"="Ukončit FAX Utility";
"File"="Soubor";
"Close"="Zavřít";
"Window"="Okno";
"Minimize"="Minimalizovat";
"Help"="Nápověda";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Storno";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Nelze najít soubor nezbytný pro spuštění této aplikace.\nPřeinstalujte program FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Nelze získat informace o tiskárně (faxu). Otevřete \"Print & Fax Preferences\" a přidejte ovladač PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Určený soubor již existuje. Chcete jej přepsat?";
"Str_Alert_Common_Not_Responding_Error"="Tiskárna neodpovídá. Zkontrolujte, zda je tiskárna správně připojena a zda je zapnuté napájení.";
"Str_Alert_Common_Communication_Error"="Došlo k chybě komunikace tiskárny.";
"Str_Alert_Common_Printer_Processing_Error"="Tiskárna zpracovává data. Chvilku počkejte a zkuste to znovu.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Při komunikaci s tiskárnou byla zjištěna chyba.\nKód chyby (%d)";
"Str_Alert_Common_Error_Occurred"="Zpracovávání bylo zrušeno z důvodu chyby.";
"Str_Alert_Common_PrinterStatusError"="Došlo k chybě v tiskárně. Odstraňte chybu a zkuste to znovu.";

// ------------------------------------------------------------------------
// Alert(FAX Utility)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="Nelze otevřít spustit Záznam přenosu faxu, protože je již spuštěna jiná funkce programu FAX Utility. Prosím počkejte, než bude ukončena, a zkuste to znovu.";
"Str_Alert_Fax_Diagnosis_Cannot_Open"="Nelze spustit Kontrolu připojení faxu, protože je již spuštěna jiná funkce programu FAX Utility. Prosím počkejte, než bude ukončena, a zkuste to znovu.";
"Str_Alert_Fax_Settings_Cannot_Open"="Nelze spustit Nastavení faxu, protože je již spuštěna jiná funkce programu FAX Utility. Prosím počkejte, než bude ukončena, a zkuste to znovu.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="Nelze otevřít Seznam rychlých/skupinových voleb, protože je již spuštěna jiná funkce programu FAX Utility. Prosím počkejte, než bude ukončena, a zkuste to znovu.";

// ------------------------------------------------------------------------
"LOC_AdminPassword_Title"="Zadání hesla správce";
"LOC_AdminPassword_Label"="Heslo správce";
"LOC_AdminPassword_Alert"="Nesprávné heslo.";
"LOC_AdminPassword_OK"="OK";
"LOC_AdminPassword_Cancel"="Storno";
